xml/CreateFeatureBranchRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.everest.nl/aquima/studio/ManagementService/1.0">
   <soapenv:Header/>
   <soapenv:Body>
       <ns:CreateFeatureBranch>
         <ns:repository>Kinderbijslag</ns:repository>
         <ns:basedOnBranch>Trunk</ns:basedOnBranch>
         <ns:branch Name="Test"/>
      </ns:CreateFeatureBranch>
   </soapenv:Body>
</soapenv:Envelope>
